Repository: flydmonkey/LiteTrans
Catalog: ios/LiteTrans/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# action_dismiss
source: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# action_convert
source: Convert
ja: 変換
ko: 변환
zh_hans: 转换
zh_hant: 轉換

# action_remove
source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

# output_custom
source: Choose folder
ja: フォルダを選択
ko: 폴더 선택
zh_hans: 自选
zh_hant: 自選

# output_custom_hint
source: Pick a folder yourself
ja: 保存先を自分で選ぶ
ko: 폴더를 직접 고릅니다
zh_hans: 自己选一个文件夹
zh_hant: 自己選一個資料夾

# output_downloads
source: Downloads
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

# output_downloads_hint
source: App Downloads folder
ja: アプリのダウンロードフォルダ
ko: 앱 다운로드 폴더
zh_hans: 应用下载文件夹
zh_hant: 應用程式下載資料夾

# output_documents
source: Documents
ja: 書類
ko: 문서
zh_hans: 文档
zh_hant: 文件

# output_documents_hint
source: LiteTrans in the Files app
ja: ファイル App の LiteTrans
ko: 파일 앱의 LiteTrans
zh_hans: 文件 App 中的轻转码
zh_hant: 檔案 App 中的輕轉碼

# output_gallery_hint
source: Show up in Photos
ja: 写真に保存
ko: 사진 앱에 저장
zh_hans: 保存到系统照片
zh_hant: 儲存到系統照片

# output_photos
source: Photos
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

# quality_original
source: Original
ja: オリジナル
ko: 원본
zh_hans: 原画
zh_hant: 原畫

# quality_original_hint
source: Keep as much detail as possible
ja: できるだけ細部を残す
ko: 디테일을 최대한 유지
zh_hans: 尽量保留细节
zh_hant: 盡量保留細節

# quality_small
source: Smaller file
ja: ファイルを小さく
ko: 용량 절약
zh_hans: 节省体积
zh_hant: 節省體積

# quality_small_hint
source: Smaller file, a bit softer
ja: 小さくなりますが、少し柔らかくなります
ko: 파일이 작아지고 조금 흐려집니다
zh_hans: 文件更小，会糊一点
zh_hant: 檔案更小，會糊一點

# quality_standard
source: Standard
ja: 標準
ko: 표준
zh_hans: 标准
zh_hant: 標準

# quality_standard_hint
source: Fine for everyday viewing
ja: 普段見るには十分
ko: 일상 시청에 충분합니다
zh_hans: 一般观看够用
zh_hant: 一般觀看夠用

# quality_video_title
source: Quality
ja: 画質
ko: 화질
zh_hans: 画质
zh_hant: 畫質

# resolution_title
source: Resolution
ja: 解像度
ko: 해상도
zh_hans: 分辨率
zh_hant: 解析度

# section_files
source: Files
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

# section_settings
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# size_1080p_hint
source: Full HD
ja: フルHD
ko: 풀 HD
zh_hans: 全高清
zh_hant: 全高清

# size_480p_hint
source: Smaller picture
ja: 小さめの映像
ko: 더 작은 화면
zh_hans: 更小画面
zh_hant: 更小畫面

# size_original
source: Original size
ja: 元のサイズ
ko: 원본 크기
zh_hans: 原尺寸
zh_hant: 原尺寸

# size_original_hint
source: Do not shrink the picture
ja: 映像を縮小しない
ko: 화면을 줄이지 않습니다
zh_hans: 不缩小画面
zh_hant: 不縮小畫面

# tab_convert
source: Convert
ja: 変換
ko: 변환
zh_hans: 转码
zh_hant: 轉碼

# tab_history
source: History
ja: 履歴
ko: 기록
zh_hans: 历史
zh_hant: 歷史

# tab_mine
source: Me
ja: マイページ
ko: 나
zh_hans: 我的
zh_hant: 我的

# trim_hint
source: Play the selected range, then tap Set start or Set end when you see the spot you want.
ja: 選択範囲を再生し、残したい位置で開始または終了を設定してください。
ko: 선택한 구간을 재생한 뒤, 원하는 지점에서 시작 또는 끝을 설정하세요.
zh_hans: 播放选中段，看到想要的位置就点「设为开始」或「设为结束」
zh_hant: 播放選中段，看到想要的位置就點「設為開始」或「設為結束」

# trim_no_preview
source: This clip uses the timeline. Preview is unavailable.
ja: この形式はタイムラインで切り取ります。プレビューはありません。
ko: 이 형식은 타임라인으로 자르며 미리보기를 제공하지 않습니다.
zh_hans: 该格式使用时间轴裁剪，不提供视频预览
zh_hant: 該格式使用時間軸裁剪，不提供影片預覽

# trim_pause
source: Pause
ja: 一時停止
ko: 일시정지
zh_hans: 暂停
zh_hant: 暫停

# trim_play_selection
source: Play selection
ja: 選択範囲を再生
ko: 선택 구간 재생
zh_hans: 播放选中段
zh_hant: 播放選中段

# trim_reset
source: Restore full clip
ja: 全体に戻す
ko: 전체로 복원
zh_hans: 恢复整段
zh_hant: 恢復整段

# trim_set_end
source: Set end
ja: 終了に設定
ko: 끝을 지정
zh_hans: 设为结束
zh_hant: 設為結束

# trim_set_start
source: Set start
ja: 開始に設定
ko: 시작을 지정
zh_hans: 设为开始
zh_hant: 設為開始

# trim_title
source: Trim time
ja: 切り取り時間
ko: 자르기 시간
zh_hans: 裁剪时间
zh_hant: 裁剪時間

# wizard_add_video
source: Add videos to convert
ja: 変換するビデオを追加
ko: 변환할 동영상 추가
zh_hans: 添加要转码的视频
zh_hant: 新增要轉碼的影片

# wizard_kind_video
source: Video
ja: ビデオ
ko: 동영상
zh_hans: 视频
zh_hant: 影片

# wizard_preview_video
source: Preview and trim the part to keep
ja: プレビューして残す部分を切り取る
ko: 미리보고 남길 구간을 자릅니다
zh_hans: 预览并裁切要保留的片段
zh_hant: 預覽並裁切要保留的片段

# wizard_reading_format
source: Reading format…
ja: 形式を読み取り中…
ko: 형식을 읽는 중…
zh_hans: 正在读取格式…
zh_hant: 正在讀取格式…

# wizard_source_files
source: Files
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

# wizard_source_files_hint
source: On-device folders
ja: この端末のフォルダ
ko: 기기 폴더
zh_hans: 本机文件夹
zh_hant: 本機資料夾

# wizard_source_gallery
source: Photos
ja: 写真
ko: 사진
zh_hans: 相册
zh_hant: 相簿

# wizard_source_gallery_hint_video
source: Recent videos
ja: 最近のビデオ
ko: 최근 동영상
zh_hans: 最近的视频
zh_hant: 最近的影片

# wizard_start_convert
source: Start conversion
ja: 変換を開始
ko: 변환 시작
zh_hans: 开始转换
zh_hant: 開始轉換

# wizard_step_format
source: Format
ja: 形式
ko: 형식
zh_hans: 格式
zh_hant: 格式

# wizard_step_output
source: Save to
ja: 保存先
ko: 저장 위치
zh_hans: 存放
zh_hant: 存放

# wizard_trimmed
source: Trimmed
ja: 切り取り済み
ko: 잘림
zh_hans: 已裁剪
zh_hant: 已裁剪

# action_cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# action_clear
source: Clear
ja: 消去
ko: 지우기
zh_hans: 清空
zh_hant: 清空

# action_delete
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# action_done
source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# action_open
source: Open
ja: 開く
ko: 열기
zh_hans: 打开
zh_hant: 打開

# action_rename
source: Rename
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

# action_retry
source: Try again
ja: 再試行
ko: 다시 시도
zh_hans: 再试一次
zh_hant: 再試一次

# action_share
source: Share
ja: 共有
ko: 공유
zh_hans: 分享
zh_hant: 分享

# about_body
source: LiteTrans %@ LiteTrans is an on-device conversion tool. Files you pick stay on this device, are not uploaded, and do not require a network. This version is for Xcode devices and TestFlight only.
ja: LiteTrans %@ LiteTrans は端末内で変換するツールです。選んだファイルはこの端末に留まり、アップロードせず、変換にネットワークは不要です。このバージョンは Xcode の実機と TestFlight 向けです。
ko: LiteTrans %@ LiteTrans는 기기에서 변환하는 도구입니다. 고른 파일은 이 기기에 남고 업로드되지 않으며, 변환에 네트워크가 필요하지 않습니다. 이 버전은 Xcode 실기기와 TestFlight 전용입니다.
zh_hans: LiteTrans %@ 轻转码。本机转码工具。所选文件只在这台设备上处理，不上传，不要求联网。当前版本仅提供 Xcode 真机与 TestFlight。
zh_hant: LiteTrans %@ 輕轉碼。本機轉碼工具。所選檔案只在這台裝置上處理，不上傳，不要求連網。目前版本僅提供 Xcode 真機與 TestFlight。

# about_no_upload
source: Not uploaded · Offline
ja: アップロードなし · オフライン
ko: 업로드 없음 · 오프라인
zh_hans: 不上传 · 不联网
zh_hant: 不上傳 · 不連網

# error_missing_output
source: The output file is no longer available
ja: 出力ファイルはもうありません
ko: 출력 파일이 더 이상 없습니다
zh_hans: 输出文件已经不在了
zh_hant: 輸出檔案已經不在了

# error_cannot_rename
source: Couldn’t rename the output file
ja: 出力ファイルの名前を変更できませんでした
ko: 출력 파일 이름을 바꿀 수 없습니다
zh_hans: 无法重命名输出文件
zh_hant: 無法重新命名輸出檔案

# error_invalid_filename
source: That file name isn’t valid
ja: そのファイル名は使えません
ko: 파일 이름이 올바르지 않습니다
zh_hans: 文件名无效
zh_hant: 檔名無效

# history_clear_message
source: Finished jobs will be removed from the list.
ja: 終了したジョブがリストから削除されます。
ko: 끝난 작업이 목록에서 제거됩니다.
zh_hans: 已结束的任务会从列表里去掉。
zh_hant: 已結束的任務會從列表裡去掉。

# history_clear_title
source: Clear finished jobs?
ja: 完了したジョブを消去しますか？
ko: 완료된 작업을 지울까요?
zh_hans: 清空已完成？
zh_hant: 清空已完成？

# history_delete_message
source: The output file will also be deleted from this device.
ja: 出力ファイルもこの端末から削除されます。
ko: 출력 파일도 이 기기에서 삭제됩니다.
zh_hans: 输出文件也会从本机删掉。
zh_hant: 輸出檔案也會從本機刪掉。

# history_delete_title
source: Delete this job?
ja: このジョブを削除しますか？
ko: 이 작업을 삭제할까요?
zh_hans: 删除这项任务？
zh_hant: 刪除這項任務？

# history_empty
source: No video history yet
ja: ビデオの履歴はまだありません
ko: 동영상 기록이 아직 없습니다
zh_hans: 还没有视频记录
zh_hant: 還沒有影片記錄

# history_empty_video
source: No video history yet
ja: ビデオの履歴はまだありません
ko: 동영상 기록이 아직 없습니다
zh_hans: 还没有视频记录
zh_hant: 還沒有影片記錄

# history_empty_audio
source: No audio history yet
ja: オーディオの履歴はまだありません
ko: 오디오 기록이 아직 없습니다
zh_hans: 还没有音频记录
zh_hant: 還沒有音訊記錄

# history_empty_document
source: No document history yet
ja: 書類の履歴はまだありません
ko: 문서 기록이 아직 없습니다
zh_hans: 还没有文档记录
zh_hant: 還沒有文件記錄

# history_empty_hint
source: Converted files will show up here
ja: 変換したファイルがここに表示されます
ko: 변환된 파일이 여기에 나타납니다
zh_hans: 转好的文件会出现在这里
zh_hant: 轉好的檔案會出現在這裡

# history_output_images %lld
source: %lld images
ja: %lld 枚の画像
ko: 이미지 %lld장
zh_hans: %lld 张图片
zh_hant: %lld 張圖片

# history_output_pdfs %lld
source: %lld PDFs
ja: %lld 個の PDF
ko: PDF %lld개
zh_hans: %lld 个 PDF
zh_hant: %lld 個 PDF

# history_go_convert
source: Go convert
ja: 変換する
ko: 변환하러 가기
zh_hans: 去转码
zh_hant: 去轉碼

# history_rename_hint
source: Only the file name changes. The extension stays the same.
ja: 名前だけ変わります。拡張子はそのままです。
ko: 파일 이름만 바뀌고 확장자는 그대로입니다.
zh_hans: 只改文件名，扩展名会保持原样。
zh_hant: 只改檔名，副檔名會保持原樣。

# history_rename_title
source: Rename
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

# language_follow_system
source: System default
ja: システムに合わせる
ko: 시스템 기본값
zh_hans: 跟随系统
zh_hant: 跟隨系統

# mine_about
source: About
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

# mine_language
source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# mine_privacy
source: Privacy
ja: プライバシー
ko: 개인정보 처리방침
zh_hans: 隐私协议
zh_hant: 隱私權協議

# mine_terms
source: Terms
ja: 利用規約
ko: 이용약관
zh_hans: 使用条款
zh_hant: 使用條款

# privacy_body
source: LiteTrans processes the files you pick on this device. Source files and converted files stay on your phone or in the folder you choose, and are not uploaded to any server. The app does not collect accounts, does not track usage, and does not require a network to convert. Photo and file access is only used to read the videos you select.
ja: LiteTrans は、この端末で選んだファイルを処理します。元ファイルと変換後のファイルはスマホまたは指定したフォルダに留まり、サーバーへはアップロードしません。 アカウント収集も利用状況の追跡もなく、変換にネットワークは不要です。写真とファイルへのアクセスは、選んだビデオを読むためだけに使います。
ko: LiteTrans는 이 기기에서 고른 파일을 처리합니다. 원본과 변환 파일은 휴대폰이나 지정한 폴더에 남으며 서버로 업로드되지 않습니다. 계정을 수집하지 않고 사용량을 추적하지 않으며, 변환에 네트워크가 필요하지 않습니다. 사진과 파일 접근은 선택한 동영상을 읽는 데만 사용합니다.
zh_hans: LiteTrans（轻转码）在这台设备上处理你选中的文件。源文件和转出的文件都留在手机或你指定的文件夹里，不会上传到任何服务器。 应用不收集账号、不统计使用行为，也不要求联网才能转码。相册和文件访问只用于读取你选中的视频。
zh_hant: LiteTrans（輕轉碼）在這台裝置上處理你選中的檔案。來源檔案和轉出的檔案都留在手機或你指定的資料夾裡，不會上傳到任何伺服器。 應用程式不收集帳號、不統計使用行為，也不要求連網才能轉碼。相簿和檔案存取只用來讀取你選中的影片。

# status_cancelled
source: Cancelled
ja: キャンセル済み
ko: 취소됨
zh_hans: 已取消
zh_hant: 已取消

# status_completed
source: Done
ja: 完了
ko: 완료
zh_hans: 已完成
zh_hant: 已完成

# status_failed
source: Failed
ja: 失敗
ko: 실패
zh_hans: 出错了
zh_hant: 出錯了

# status_queued
source: Queued
ja: 待機中
ko: 대기 중
zh_hans: 排队中
zh_hant: 排隊中

# status_running
source: Converting
ja: 変換中
ko: 변환 중
zh_hans: 正在转码
zh_hant: 正在轉碼

# terms_body
source: LiteTrans is for personally converting files you have the right to process. Make sure you have the necessary rights to the source files. Output quality depends on the source file and the preset you choose. The app does not guarantee that every device can open the result. Conversion runs on this device; interrupting, cancelling, or failing may leave incomplete files, which you can retry or clean up in history.
ja: LiteTrans は、処理する権利のあるファイルを個人が別形式に変換するためのものです。元ファイルに必要な権利があることを確認してください。 出力の画質は元ファイルと選んだプリセットによります。すべての機器で開けることは保証しません。変換はこの端末で行われ、中断・キャンセル・失敗時に未完成ファイルが残ることがあります。履歴から再試行または削除できます。
ko: LiteTrans는 처리할 권한이 있는 파일을 개인적으로 다른 형식으로 변환하기 위한 것입니다. 원본 파일에 대한 권리가 있는지 확인하세요. 출력 화질은 원본과 선택한 프리셋에 따라 다르며, 모든 기기에서 열릴 것을 보장하지 않습니다. 변환은 이 기기에서 이루어지며, 중단·취소·실패 시 불완전한 파일이 남을 수 있습니다. 기록에서 다시 시도하거나 지울 수 있습니다.
zh_hans: LiteTrans（轻转码）供个人将自己有权处理的文件转成其他格式。请确保你拥有源文件的相应权利。 转出画质取决于源文件和你选择的预设，应用不保证每台设备都能打开结果。转码在本地进行；中断、取消或失败时可能留下不完整文件，可在历史记录里重试或清理。
zh_hant: LiteTrans（輕轉碼）供個人將自己有權處理的檔案轉成其他格式。請確保你擁有來源檔案的相應權利。 轉出畫質取決於來源檔案和你選擇的預設，應用程式不保證每台裝置都能打開結果。轉碼在本機進行；中斷、取消或失敗時可能留下不完整檔案，可在歷史記錄裡重試或清理。

source: Untitled
ja: 名称未設定
ko: 제목 없음
zh_hans: 未命名
zh_hant: 未命名

# segment_video
source: Video
ja: ビデオ
ko: 동영상
zh_hans: 视频
zh_hant: 影片

# segment_audio
source: Audio
ja: オーディオ
ko: 오디오
zh_hans: 音频
zh_hant: 音訊

# segment_document
source: Document
ja: 書類
ko: 문서
zh_hans: 文档
zh_hant: 文件

# segment_convert
source: Conversion type
ja: 変換の種類
ko: 변환 종류
zh_hans: 转码类型
zh_hant: 轉碼類型

# segment_history
source: History type
ja: 履歴の種類
ko: 기록 종류
zh_hans: 历史类型
zh_hant: 歷史類型

# wizard_source_music
source: Music
ja: ミュージック
ko: 음악
zh_hans: 音乐
zh_hant: 音樂

# wizard_source_gallery_hint_audio
source: Extract audio from videos
ja: ビデオから音声を取り出す
ko: 동영상에서 오디오 추출
zh_hans: 从视频抽出音轨
zh_hant: 從影片抽出音軌

# wizard_source_gallery_hint_document
source: Add photos or images from the library
ja: ライブラリから写真や画像を追加
ko: 라이브러리에서 사진이나 이미지 추가
zh_hans: 从相册添加图片
zh_hant: 從相簿新增圖片

# footer_audio
source: Add audio, or extract a track from a video
ja: オーディオを追加するか、ビデオからトラックを取り出す
ko: 오디오를 추가하거나 동영상에서 트랙을 추출합니다
zh_hans: 添加音频，或从视频抽出音轨
zh_hant: 新增音訊，或從影片抽出音軌

# footer_document
source: Add images, PDFs, or office documents
ja: 画像、PDF、Office 文書を追加
ko: 이미지, PDF 또는 오피스 문서를 추가합니다
zh_hans: 添加图片、PDF 或办公文档
zh_hant: 新增圖片、PDF 或辦公文件

# format_more
source: More formats
ja: その他の形式
ko: 더 많은 형식
zh_hans: 更多格式
zh_hant: 更多格式

# format_less
source: Show less
ja: 閉じる
ko: 접기
zh_hans: 收起
zh_hant: 收合

# error_mixed_documents
source: Add only one kind of file at a time
ja: 一度に追加できるのは同じ種類のファイルだけです
ko: 한 번에 같은 종류의 파일만 추가하세요
zh_hans: 请一次只加同一种文件
zh_hant: 請一次只加同一種檔案

# error_office_later
source: Coming in a later version
ja: 今後のバージョンで提供します
ko: 이후 버전에서 제공합니다
zh_hans: 后续版本提供
zh_hant: 後續版本提供

# error_unsupported_document
source: This format isn’t supported
ja: この形式はサポートされていません
ko: 이 형식은 지원되지 않습니다
zh_hans: 不支持此格式
zh_hant: 不支援此格式

# error_no_audio
source: No audio stream to export
ja: 書き出せる音声がありません
ko: 내보낼 오디오 스트림이 없습니다
zh_hans: 没有音频流，无法导出音频
zh_hant: 沒有音訊流，無法匯出音訊

# error_encrypted_pdf
source: Encrypted PDFs aren’t supported
ja: 暗号化された PDF はサポートされていません
ko: 암호화된 PDF는 지원되지 않습니다
zh_hans: 不支持加密 PDF
zh_hant: 不支援加密 PDF

# error_no_text
source: No text to extract
ja: 取り出せる文字がありません
ko: 추출할 텍스트가 없습니다
zh_hans: 没有可提取的文字
zh_hant: 沒有可擷取的文字

# error_cannot_compress_pdf
source: This PDF can’t be compressed
ja: この PDF は圧縮できません
ko: 이 PDF는 압축할 수 없습니다
zh_hans: 无法压缩此 PDF
zh_hant: 無法壓縮此 PDF

# wizard_preview_pdf
source: Preview pages and pick a range
ja: ページをプレビューして範囲を選ぶ
ko: 페이지를 미리보고 범위를 고릅니다
zh_hans: 预览页面并选择范围
zh_hant: 預覽頁面並選擇範圍

# wizard_preview_image
source: Image preview
ja: 画像プレビュー
ko: 이미지 미리보기
zh_hans: 图片预览
zh_hant: 圖片預覽

# pdf_page_start
source: Start page
ja: 開始ページ
ko: 시작 페이지
zh_hans: 起始页
zh_hant: 起始頁

# pdf_page_end
source: End page
ja: 終了ページ
ko: 끝 페이지
zh_hans: 结束页
zh_hant: 結束頁

# mine_lan
source: LAN access
ja: LANアクセス
ko: LAN 액세스
zh_hans: 局域网访问
zh_hant: 區域網路存取

# lan_open_warning
source: Anyone on this network who has the address can view, play or preview, and download finished files.
ja: 同じネットワークでこのアドレスを知る人は、閲覧、再生またはプレビューができ、完了ファイルをダウンロードできます。
ko: 이 네트워크에서 주소를 아는 사람은 조회, 재생 또는 미리보기를 하고 완료된 파일을 다운로드할 수 있습니다.
zh_hans: 同一网络中知道此地址的设备可以查看、播放或预览并下载已完成文件。
zh_hant: 同一網路中知道此位址的裝置可以查看、播放或預覽並下載已完成檔案。

# lan_token_label
source: Password
ja: パスワード
ko: 비밀번호
zh_hans: 口令
zh_hant: 密碼

# lan_token_placeholder
source: Optional
ja: 省略可
ko: 선택 사항
zh_hans: 可留空
zh_hant: 可留空

# lan_token_empty_hint
source: With no password, anyone on this network who has the address can open it.
ja: パスワード未設定の場合、同じネットワークでアドレスを知る人は開けます。
ko: 비밀번호가 없으면 이 네트워크에서 주소를 아는 사람은 열 수 있습니다.
zh_hans: 未设口令时，同一网络中知道地址即可访问。
zh_hant: 未設密碼時，同一網路中知道位址即可存取。

# lan_need_wifi
source: Connect to Wi‑Fi or a hotspot first
ja: 先に Wi‑Fi かテザリングに接続してください
ko: 먼저 Wi‑Fi 또는 핫스팟에 연결하세요
zh_hans: 先连上 Wi‑Fi 或热点
zh_hant: 先連上 Wi‑Fi 或熱點

# lan_ports_busy
source: All ports are in use. Try again later.
ja: ポートがすべて使用中です。後でもう一度お試しください。
ko: 모든 포트가 사용 중입니다. 나중에 다시 시도하세요.
zh_hans: 端口都被占用，稍后再试
zh_hant: 連接埠都被占用，稍後再試

# lan_need_token
source: Password required
ja: パスワードが必要です
ko: 비밀번호가 필요합니다
zh_hans: 需要正确口令
zh_hant: 需要正確密碼

# lan_download
source: Download
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

# lan_download_named
source: Download %1$@
ja: %1$@ をダウンロード
ko: %1$@ 다운로드
zh_hans: 下载 %1$@
zh_hant: 下載 %1$@

# lan_download_index
source: Download #%1$lld
ja: #%1$lld をダウンロード
ko: #%1$lld 다운로드
zh_hans: 下载 #%1$lld
zh_hant: 下載 #%1$lld

# lan_segment_video
source: Video
ja: 動画
ko: 동영상
zh_hans: 视频
zh_hant: 影片

# lan_segment_audio
source: Audio
ja: 音声
ko: 오디오
zh_hans: 音频
zh_hant: 音訊

# lan_segment_document
source: Documents
ja: ドキュメント
ko: 문서
zh_hans: 文档
zh_hant: 文件

# lan_segment_image
source: Images
ja: 画像
ko: 이미지
zh_hans: 图片
zh_hant: 圖片

# lan_preview_failed
source: Can't preview. Download the file instead.
ja: プレビューできません。代わりにファイルをダウンロードしてください。
ko: 미리볼 수 없습니다. 대신 파일을 다운로드하세요.
zh_hans: 无法预览。请改为下载该文件。
zh_hant: 無法預覽。請改為下載該檔案。

# lan_download_to_open
source: Download and open it on your computer.
ja: ダウンロードしてパソコンで開いてください。
ko: 다운로드한 뒤 컴퓨터에서 여세요.
zh_hans: 下载后在电脑上打开。
zh_hant: 下載後在電腦上開啟。

# lan_address
source: Address
ja: アドレス
ko: 주소
zh_hans: 地址
zh_hant: 位址

# lan_copy
source: Copy
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

# lan_open_settings
source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

# lan_local_network_denied
source: Local Network access is off. Turn it on in Settings.
ja: ローカルネットワークがオフです。設定でオンにしてください。
ko: 로컬 네트워크가 꺼져 있습니다. 설정에서 켜세요.
zh_hans: 未允许本地网络。请在设置中打开。
zh_hant: 未允許本機網路。請在設定中打開。

# history_empty_image
source: No image history yet
ja: 画像の履歴はまだありません
ko: 이미지 기록이 아직 없습니다
zh_hans: 还没有图片记录
zh_hant: 還沒有圖片記錄

# preset_mp4_h264_desc
source: Opens on almost every device
ja: ほとんどの端末で開けます
ko: 거의 모든 기기에서 열립니다
zh_hans: 几乎所有设备都能打开
zh_hant: 幾乎所有裝置都能開啟

# preset_mp4_copy_desc
source: Change the wrapper only — fastest
ja: 容器だけ変更 — 最速
ko: 컨테이너만 변경 — 가장 빠름
zh_hans: 只换外壳，速度最快
zh_hant: 只換外殼，速度最快

# preset_mp4_h265_desc
source: Still MP4, newer codec
ja: 同じ MP4、新しいコーデック
ko: 같은 MP4, 더 새로운 코덱
zh_hans: 同样是 MP4，编码更新
zh_hant: 同樣是 MP4，編碼更新

# preset_mov_h264_desc
source: Apple devices and editors
ja: Apple 端末と編集ソフト向け
ko: Apple 기기와 편집 프로그램용
zh_hans: 苹果设备、剪辑软件
zh_hant: 蘋果裝置、剪輯軟體

# preset_mkv_copy_friendly_desc
source: Good for keeping a container
ja: 容器を保つのに向く
ko: 컨테이너를 유지하기에 좋음
zh_hans: 适合封装保存
zh_hant: 適合封裝儲存

# preset_mkv_h265_desc
source: Good for long-term archives
ja: 長期保存に向く
ko: 장기 보관에 좋음
zh_hans: 适合长期存档
zh_hant: 適合長期封存

# preset_webm_vp9_desc
source: Common on the web; a bit slower than MP4
ja: ウェブでよく使う。MP4 より少し遅い
ko: 웹에서 흔함. MP4보다 조금 느림
zh_hans: 网页常用，会比 MP4 慢一点
zh_hant: 網頁常用，會比 MP4 慢一點

# preset_avi_mpeg4_desc
source: Older PCs and projectors
ja: 古い PC やプロジェクター向け
ko: 오래된 PC와 프로젝터용
zh_hans: 旧电脑和投影
zh_hant: 舊電腦和投影

# preset_gif_desc
source: Turn a short clip into a GIF
ja: 短いクリップを GIF にする
ko: 짧은 클립을 GIF로
zh_hans: 短视频转成动图
zh_hant: 短片轉成動圖

# preset_audio_mp3_desc
source: Export audio only
ja: 音声だけ書き出す
ko: 오디오만 내보내기
zh_hans: 只导出音频
zh_hant: 只匯出音訊

# preset_audio_aac_desc
source: Export audio only
ja: 音声だけ書き出す
ko: 오디오만 내보내기
zh_hans: 只导出音频
zh_hant: 只匯出音訊

# preset_audio_mp3_audio_desc
source: Best compatibility
ja: 互換性が最も高い
ko: 호환성 최고
zh_hans: 兼容性最好
zh_hant: 相容性最好

# preset_audio_aac_audio_desc
source: Common on Apple devices and in the gallery
ja: Apple 端末とギャラリーでよく使う
ko: Apple 기기와 갤러리에서 흔함
zh_hans: 苹果设备和相册常用
zh_hant: 蘋果裝置和相簿常用

# preset_audio_wav_desc
source: Lossless, larger files
ja: ロスレス、ファイルは大きい
ko: 무손실, 파일이 더 큼
zh_hans: 无损，文件更大
zh_hant: 無損，檔案更大

# preset_audio_flac_desc
source: Lossless, smaller than WAV
ja: ロスレス、WAV より小さい
ko: 무손실, WAV보다 작음
zh_hans: 无损，比 WAV 小
zh_hant: 無損，比 WAV 小

# preset_audio_ogg_desc
source: Smaller files
ja: ファイルが小さい
ko: 파일이 더 작음
zh_hans: 体积更小
zh_hant: 體積更小

# preset_audio_amr_desc
source: Common for call recordings
ja: 通話録音でよく使う
ko: 통화 녹음에 흔함
zh_hans: 通话录音常用
zh_hant: 通話錄音常用

# preset_image_jpg_desc
source: Best compatibility
ja: 互換性が最も高い
ko: 호환성 최고
zh_hans: 兼容性最好
zh_hant: 相容性最好

# preset_image_png_desc
source: Lossless, larger files
ja: ロスレス、ファイルは大きい
ko: 무손실, 파일이 더 큼
zh_hans: 无损，文件更大
zh_hant: 無損，檔案更大

# preset_image_webp_desc
source: Same clarity, smaller files
ja: 同じ鮮明さで、ファイルは小さい
ko: 같은 선명도, 더 작은 파일
zh_hans: 同样清晰，体积更小
zh_hant: 同樣清晰，體積更小

# preset_image_bmp_desc
source: Uncompressed
ja: 非圧縮
ko: 비압축
zh_hans: 无压缩
zh_hant: 無壓縮

# preset_image_gif_desc
source: Still image, first frame only
ja: 静止画、最初の1フレームのみ
ko: 정지 이미지, 첫 프레임만
zh_hans: 静图，只保留一帧
zh_hant: 靜圖，只保留一幀

# preset_image_compress_desc
source: Keep the format when possible and shrink the file
ja: できるだけ形式を保ち、ファイルを小さくする
ko: 가능하면 형식을 유지하고 파일을 줄입니다
zh_hans: 尽量保持格式，缩小体积
zh_hant: 盡量保持格式，縮小體積

# preset_pdf_image_desc
source: One image per page; still pick JPG / PNG / WebP
ja: 1ページ1枚。JPG / PNG / WebP も選びます
ko: 페이지당 이미지 한 장. JPG / PNG / WebP도 고릅니다
zh_hans: 每页一张图，还要选 JPG / PNG / WebP
zh_hant: 每頁一張圖，還要選 JPG / PNG / WebP

# preset_pdf_txt_desc
source: Extract text; scanned pages will fail
ja: テキストを抽出。スキャン原稿は失敗します
ko: 텍스트 추출. 스캔본은 실패합니다
zh_hans: 抽取文字；扫描件会失败
zh_hant: 擷取文字；掃描件會失敗

# preset_pdf_compress_desc
source: Shrink embedded images without rasterizing whole pages
ja: 埋め込み画像を縮小し、ページ全体はラスタ化しません
ko: 삽입된 이미지를 줄이고 페이지 전체를 래스터화하지 않습니다
zh_hans: 缩小内嵌图，不把整页拍成图
zh_hant: 縮小內嵌圖，不把整頁拍成圖

# preset_pdf_split_desc
source: One PDF per page in the range
ja: 範囲内の各ページを1つの PDF に
ko: 범위의 각 페이지를 PDF 하나로
zh_hans: 范围内每页一个 PDF
zh_hant: 範圍內每頁一個 PDF

# preset_office_pdf_desc
source: Simple text and tables are fine; complex layouts may not line up
ja: 簡単な文字と表は問題なし。複雑なレイアウトはずれることがあります
ko: 간단한 글과 표는 괜찮습니다. 복잡한 레이아웃은 어긋날 수 있습니다
zh_hans: 简单文字和表格可以，复杂排版会对不齐
zh_hant: 簡單文字和表格可以，複雜排版會對不齊

# live_activity_cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# live_activity_converting
source: Converting
ja: 変換中
ko: 변환 중
zh_hans: 正在转码
zh_hant: 正在轉碼

# size_720p_hint
source: HD
zh_hans: 高清
zh_hant: 高清

# about_name
source: 轻转码
zh_hant: 輕轉碼
